{
  "source": {
    "categories": [
      {
        "name": "Madhyamaka",
        "enDesc": "",
        "enShortDesc": "Madhyamaka treatises"
      },
      {
        "name": "Prasangika",
        "enDesc": "",
        "enShortDesc": "Prasangika treatises"
      },
      {
        "name": "Entering the Middle Way",
        "enDesc": "",
        "enShortDesc": "Root text and commentaries of the work composed by Chandrakirti in the 7th century"
      },
      {
        "name": "Root text",
        "enDesc": "",
        "enShortDesc": ""
      },
      {
        "name": "Entering the Middle Way Chapter 6, verses 1 to 64",
        "enDesc": "",
        "enShortDesc": ""
      }
    ],
    "books": [
      {
        "title": "La Sesta Generazione della Mente, versi (1-64) dal Madhyamakavatara[it]",
        "language": "it",
        "versionSource": "https://docs.google.com/document/d/1m9s8VBMMvfraTTlDTGi4qA3SBdhzi6WYw32JNQZmmM8/edit?addon_store&tab=t.0",
        "direction": "ltr",
        "completestatus": "done",
        "content": [
          [
            "La Sesta Generazione della Mente, versi (1-64) dal Madhyamakavatara\n",
            "Con la mente posata nell'equanimità meditativa\nRivolti verso il Dharma del Buddha perfetto\nContemplando la realtà dell'origine interdipendente\nDimorando nella saggezza, si raggiunge la cessazione\n",
            "Come una persona dotata di vista\nPuò guidare con facilità un gruppo di ciechi\nVerso la meta da loro desiderata,\nCosì la saggezza prende per mano\nLe qualità di chi è privo di visione\nE le conduce all'illuminazione\n",
            "Come egli comprese i dharma più profondi\nAttraverso le scritture e la forza del ragionamento,\nSeguendo così la tradizione del Nobile Nāgārjuna,\nEsporrò questi insegnamenti come veramente dimorano\n",
            "Persino da essere ordinario, nell'udire la vacuità,\nOndate ripetute di gioia sorgono dall'interno,\nMentre lacrime di devozione inumidiscono gli occhi,\nE ogni pelo del corpo si rizza in estasi\n",
            "In chi dimora il seme della saggezza del Buddha\nQuello diviene un ricettacolo dell'autentico insegnamento\nA costui va rivelata la verità ultima e suprema\nE da essa sbocciano le qualità che ne conseguono\n",
            "Mantenendo sempre pura la disciplina morale\nPraticando la generosità e servendo con compassione\nColtivando la pazienza e ogni atto virtuoso\nDedico tutto alla liberazione degli esseri\n",
            "Colui che mostra riverenza ai perfetti Bodhisattva,\nE padroneggia i metodi profondi e vasti,\nGradualmente raggiungerà il Livello della Gioia—\nChi aspira a questo, ascolti bene questo sentiero.\n",
            "Ciò non può sorgere da sé stesso, come potrebbe da altri?\nNon da entrambe le fonti, né senza una causa.\nNon vi è alcun beneficio nel sorgere da sé stesso,\nE ciò che è già nato non può logicamente nascere di nuovo.\n",
            "Se ciò che è già nato dovesse nascere ancora,\nGermogli e simili mai potrebbero qui sorgere;\nIl seme continuerebbe a nascere fino al termine dell'esistenza,\nCome potrebbe allora causare la propria distruzione?\n",
            "Se dal seme causale e le sue funzioni distinte sorgono\nDel germoglio la forma, il colore, il sapore e la potenza matura,\nQuando abbandona completamente la sua natura precedente,\nCome può la sua vera essenza ancora perdurare?\n",
            "Se il tuo germoglio qui non è diverso dal seme,\nO il germoglio, come il seme, non potrebbe esser percepito,\nOppure, se fossero uno, come questo germoglio si manifesta,\nCosì dovrebbe anche l'altro - quindi questa tesi non può essere accolta\n",
            "Poiché quando la causa è già cessata,\nIl suo effetto ancora si manifesta,\nPersino il mondo non può sostenere\nChe causa ed effetto siano la stessa essenza.\nQuindi dobbiamo rifiutare l'idea\nChe le cose sorgano da sé stesse —\nTale visione non può essere accolta\nNé nel supremo né nel mondano essere.\n",
            "Se l'auto-causazione dovesse essere sostenuta,\nIl prodotto e il produttore sarebbero uno,\nL'azione e l'agente diverrebbero la stessa cosa.\nPoiché questi non possono essere identici,\nL'auto-causazione dev'essere rifiutata,\nGiacché conduce a difetti ampiamente spiegati.\n",
            "Se qualcosa sorgesse per mera dipendenza dall'altro,\nAllora dalle fiamme ardenti nascerebbe fitta oscurità;\nIn verità, ogni cosa sorgerebbe da ogni altra cosa,\nPoiché l'alterità si applica ugualmente a tutto ciò che non produce.\n",
            "Poiché può essere efficacemente prodotto, è determinato come risultato,\nCiò che ha il potere di generarlo ne è causa, benché diverso sia;\nAppartenendo ad un unico continuum e dal suo generatore sorge,\nA differenza del germoglio di riso che da orzo e altri grani non nasce.\n",
            "Come l'orzo, gli stami e i fiori kiṃśuka\nNon sono né desiderati né capaci di essere cause,\nNon appartengono allo stesso continuum né sono simili,\nCosì anche il seme di riso non ne è causa, essendo altro\n",
            "Il germoglio e il seme non esistono nel medesimo tempo;\nCome può il seme essere \"altro\" quando l'alterità stessa non può esistere?\nCosì non si può provare che il germoglio nasca dal seme;\nDunque abbandona la visione della produzione dall'altro.\n",
            "Come i due lati di una bilancia in moto\nNon possono alzarsi e scendere nel medesimo momento,\nCosì il prodotto e il produttore, nel loro sorgere,\nNon possono manifestarsi simultaneamente.\nSe si afferma che accadano allo stesso istante,\nTale simultaneità si rivela impossibile e distante.\n",
            "Se ciò che sta nascendo, volgendosi alla nascita, non esiste,\nE ciò che sta cessando, pur esistente, volge alla dissoluzione,\nCome può questo essere paragonato a una bilancia in equilibrio?\nQuesta nascita, priva di agente, non può essere logicamente sostenuta.\n",
            "Se la coscienza visiva differisce dalle sue cause -\nL'occhio e altri elementi che sorgono\nSimultaneamente con la cognizione -\nQuale scopo avrebbe la loro presenza?\nE se tra i due non vi è differenza,\nL'errore è già stato spiegato prima.\n",
            "Se un produttore genera qualcos'altro come suo prodotto, questo è detto causa,\nMa produce ciò che esiste, ciò che non esiste, entrambi, o ciò che è libero da entrambi?\nSe già esiste, che bisogno c'è di produttori? Se non esiste, cosa possono fare?\nPer entrambi, a cosa servono? E per ciò che è libero da entrambi, quale scopo hanno?\n",
            "Quando si considera la propria percezione come misura di verità,\nQuale scopo hanno qui invero questi argomenti logici?\nIl mondo comprende naturalmente che le cose sorgono da altre,\nQuale necessità vi è dunque di provare la causalità esterna?\n",
            "Ogni fenomeno rivela due nature distinte,\nDalla percezione vera e falsa originate;\nCiò che la visione corretta coglie è verità suprema,\nVerità convenzionale è ciò che falsamente appare\n",
            "La percezione illusoria si manifesta in due modi:\nAttraverso sensi limpidi e attraverso sensi difettosi.\nLa conoscenza di chi ha facoltà imperfette\nÈ considerata errata rispetto a quella dei sensi integri.\n",
            "Ciò che i sei sensi integri percepiscono\nIl mondo accetta come verità;\nIl resto, dalla mente mondana concepito,\nDal mondo stesso falso è dichiarato\n",
            "Coloro che son mossi dal sonno dell'ignoranza,\nI cercatori non buddhisti che concepiscono a modo loro,\nE ciò che immaginano di illusioni e miraggi,\nTutto questo non esiste neppure dal punto di vista mondano.\n",
            "Come la percezione di chi ha la vista malata\nNon invalida la conoscenza di chi vede chiaro,\nCosì la comprensione delle menti offuscate\nNon può invalidare la saggezza pura e incontaminata\n",
            "Poiché l'illusione oscura la vera natura, è convenzionale;\nAttraverso essa l'artificiale appare come verità assoluta;\nIl Saggio dichiarò questa verità convenzionale;\nE tutti i fenomeni costruiti sono meramente convenzionali.\n",
            "Ciò che appare per il potere della vista malata\nCome forme illusorie di capelli fluttuanti\nQuando osservato con occhio puro rivela\nLa sua vera natura - così qui comprendi\n",
            "Se il mondo fosse l'autorità sulla verità,\nQuale bisogno vi sarebbe di altri esseri nobili?\nQuale scopo avrebbe il sentiero degli illuminati?\nNon è saggio prendere gli stolti come autorità\n",
            "Il mondo non è autorevole in ogni suo aspetto,\nCosì nella verità ultima non v'è mondana contraddizione;\nUna contraddizione mondana sorgerebbe solo\nSe le convenzioni mondane negassero la realtà stessa.\n",
            "Quando si pianta solo un seme,\nIl mondo proclama \"Ho creato questo figlio!\"\nE pensa \"Quest'albero l'ho piantato io!\"\nCosì, persino nel mondo manifesto,\nNulla nasce veramente da altro.\n",
            "Poiché il germoglio non è altro che il seme,\nQuando il germoglio esiste, il seme non è distrutto;\nPoiché non sono una cosa sola,\nNon si può dire che il seme esista quando c'è il germoglio\n",
            "Se la natura intrinseca dipende da condizioni,\nLa sua negazione distruggerebbe i fenomeni;\nCosì la vacuità sarebbe causa di distruzione -\nMa ciò è errato, quindi non v'è esistenza intrinseca.\n",
            "Quando questi fenomeni sono analizzati a fondo,\nNon si trova loro esistenza nella realtà ultima,\nPerciò non si dovrebbe analizzare\nLe verità convenzionali delle interazioni mondane.\n",
            "Nel regno della verità ultima, per qualunque logica\nLa nascita da sé e da altro si dimostra impossibile,\nPer quella stessa logica, anche sul piano convenzionale non può essere—\nDimmi dunque, come può la tua teoria della nascita sussistere?\n",
            "I fenomeni vuoti, come riflessi e simili,\nDipendenti da condizioni, sono ben conosciuti;\nProprio come da questi riflessi vuoti,\nLa coscienza sorge assumendone la forma.\n",
            "Così, benché tutti i fenomeni siano vuoti,\nSorgono dalla vacuità stessa;\nNon sono né eterni né annientati,\nPoiché nelle due verità non dimora natura intrinseca.\n",
            "Poiché il karma per sua natura non si dissolve,\nSappi che anche senza la coscienza-deposito,\nPer la sua potenza, da azioni da tempo cessate,\nI loro frutti certamente sorgeranno.\n",
            "Come gli stolti che, visti oggetti in sogno,\nAnche da svegli, generano attaccamento,\nCosì il karma, privo di natura intrinseca e cessato,\nContinua a manifestare i suoi frutti nell'esistenza\n",
            "Come gli oggetti, pur ugualmente privi di vera esistenza,\nAppaiono quali forme di capelli a chi ha malattia agli occhi,\nMa non come forme di altre cose,\nCosì sappi - ciò che è maturato non può maturare ancora.\n",
            "Così dal karma oscuro nasce frutto non virtuoso\nMentre dall'azione virtuosa, bene ne consegue\nTrascendendo sia il bene che il male si trova libertà\nLa contemplazione dei frutti karmici va abbandonata\n",
            "Per coloro che non possono comprendere le verità più profonde,\nInsegna loro così: \"Esiste la coscienza fondamentale,\nEsiste la persona, e invero ci sono\nNient'altro che questi aggregati soltanto.\"\n",
            "Come il Buddha, libero dalla visione dell'io,\nPur parlava di \"me\" e \"mio\" nel suo insegnare,\nCosì tutti i fenomeni, benché privi di natura intrinseca,\nCome verità convenzionale li volle presentare\n",
            "Il Bodhisattva che dimora nella perfetta saggezza,\nHa realizzato la verità della mera coscienza;\nNon vedendo afferrante separato dall'afferrato,\nPercepisce i tre reami come sola coscienza.\n",
            "Come nell'oceano vasto sorgono onde\nQuando il vento le smuove e le agita,\nCosì dal seme universale chiamato alaya\nLa coscienza si manifesta per sua propria forza\n",
            "Perciò la natura dipendente esiste\nCome base per le cose designate concettualmente\nSorgendo senza oggetti esterni da afferrare\nReale eppure oltre ogni elaborazione mentale\n",
            "Dove esiste la mente senza oggetti esterni?\n\"Come nei sogni,\" dici? Riflettiamo bene:\nSe perfino nei miei sogni la mente non esiste,\nIl tuo esempio non dimostra nulla di vero.\n",
            "Se la mente esiste quando al risveglio i sogni rammenta,\nCosì anche gli oggetti esterni devono esistere in egual misura;\nCome quando ricordi \"Questo io ho davvero visto\",\nCosì le cose esterne devono avere vera sussistenza.\n",
            "Se nel sonno la coscienza visiva non può sorgere,\nNon esistono oggetti esterni, ma solo coscienza mentale,\nLe sue forme son colte come cose esterne,\nCome nei sogni, se questo è ciò che sostieni.\n",
            "Come gli oggetti esterni non nascono nei sogni,\nCosì anche la mente rimane non-nata;\nL'occhio, i suoi oggetti e la coscienza che ne deriva —\nTutti e tre non sono altro che illusione\n",
            "I tre sensi oltre l'udito non sono mai nati\nCome nei sogni, così nello stato di veglia\nTutti i fenomeni son falsi, quella mente non esiste\nNon vi son oggetti, né i sensi possono persistere\n",
            "Come in colui che è pienamente desto, fino al risveglio\nQuesti tre appaiono davvero reali;\nUna volta raggiunto il risveglio, i tre cessano di essere,\nProprio come quando il sonno dell'ignoranza si dissolve\n",
            "Quando attraverso occhi malati, la coscienza percepisce\nForme simili a capelli, create dal suo potere,\nRelative a quella consapevolezza offuscata entrambe sembran vere,\nMa alla visione chiara entrambe son del tutto false\n",
            "Se la coscienza esistesse senza oggetti da conoscere,\nCome l'occhio che vede capelli fluttuanti illusori,\nAnche chi ha vista limpida percepirebbe\nQuesti capelli danzanti - ma ciò non avviene.\nQuindi la coscienza senza oggetti non può esistere.\n",
            "Poiché per coloro dalla visione pura, il potere della cognizione\nNon è ancora maturo, quindi in essi non sorge comprensione.\nSe dici che ciò non è dovuto al distacco dalla realtà conoscibile,\nAllora, per mancanza di quel potere, questo non può essere stabilito.\n",
            "Ciò che è nato non può possedere capacità,\nCiò che non è nato è privo di potenzialità;\nSenza il qualificato non può esistere qualificatore -\nCome nel caso del figlio di una donna sterile.\n",
            "Se desideri designare il futuro che verrà,\nSenza potere intrinseco, nulla potrà esistere;\nQuando le cose dipendono l'una dall'altra per manifestarsi,\nI saggi dichiarano: \"Non vi è esistenza intrinseca\"\n",
            "Se dal maturare del potenziale cessato,\nIl potere altrui desse origine ad altro,\nPoiché i continuum sono tra loro distinti,\nTutto sorgerebbe allora da ogni cosa\n",
            "Benché gli istanti momentanei appaiano distinti,\nSe affermi che il loro continuum resta immutato,\nQuesto stesso è ciò che va prima dimostrato,\nPoiché un continuum indifferenziato non è logicamente fondato\n",
            "I dharma basati su Maitreya e Upagupta,\nEssendo differenti, non possono appartenere a un unico continuum;\nQuelli che sono distinti per propria caratteristica,\nNon possono logicamente appartenere a un singolo continuum.\n",
            "Da dove sorge la coscienza visiva per sua propria forza,\nImmediatamente dopo quel potere si manifesta,\nQuel potere che funge da base per la propria coscienza,\nÈ concepito come la facoltà fisica dell'occhio.\n",
            "Dai sensi sorge coscienza e percezione,\nEppure senza oggetti esterni, dai propri semi,\nLe apparenze del blu e altre forme emergono—\nNon riconoscendo ciò, gli esseri ordinari si aggrappano agli oggetti esterni\n"
          ]
        ]
      }
    ]
  },
  "target": {
    "categories": [
      {
        "name": "དབུ་མ།",
        "heDesc": "",
        "heShortDesc": "དབུ་མའི་གཞུང་སྣ་ཚོགས།"
      },
      {
        "name": "ཐལ་འགྱུར་བ།",
        "heDesc": "",
        "heShortDesc": "ཐལ་འགྱུར་པའི་གཞུང་སྣ་ཚོགས།"
      },
      {
        "name": "དབུ་མ་ལ་འཇུག་པ།",
        "heDesc": "",
        "heShortDesc": "དུས་རབས་ ༧ པའི་ནང་སློབ་དཔོན་ཟླ་བ་གྲགས་པས་མཛད་པའི་རྩ་བ་དང་དེའི་འགྲེལ་བ་སོགས།"
      },
      {
        "name": "རྩ་བ།",
        "heDesc": "",
        "heShortDesc": ""
      },
      {
        "name": "དབུ་མ་འཇུག་པ་ལས་སེམས་བསྐྱེད་དྲུག་པ། ཤོ་ལོ་ཀ ༡ ནས་ ༦༤",
        "heDesc": "",
        "heShortDesc": ""
      }
    ],
    "books": [
      {
        "title": "དབུ་མ་འཇུག་པ་ལས་སེམས་བསྐྱེད་དྲུག་པ། ཤོ་ལོ་ཀ ༡ ནས་ ༦༤",
        "language": "bo",
        "versionSource": "http://purl.bdrc.io/resource/WA1NLM688",
        "direction": "ltr",
        "completestatus": "done",
        "content": [
          [
            "དབུ་མ་འཇུག་པ་ལས་སེམས་བསྐྱེད་དྲུག་པ། ཤོ་ལོ་ཀ ༡-༦༤<br>",
            "མངོན་དུ་ཕྱོགས་པར་མཉམ་བཞག་སེམས་གནས་ཏེ། །རྫོགས་པའི་སངས་རྒྱས་ཆོས་ལ་མངོན་ཕྱོགས་ཤིང༌། །འདི་བརྟེན་འབྱུང་བའི་དེ་ཉིད་མཐོང་བ་དེས། །ཤེས་རབ་གནས་པས་འགོག་པ་ཐོབ་པར་འགྱུར། །<br>",
            "ཇི་ལྟར་ལོང་བའི་ཚོགས་ཀུན་བདེ་བླག་ཏུ། །མིག་ལྡན་སྐྱེས་བུ་གཅིག་གིས་འདོད་པ་ཡི། །ཡུལ་དུ་འཁྲིད་པ་དེ་བཞིན་འདིར་ཡང་བློས། །མིག་ཉམས་ཡོན་ཏན་བླངས་ཏེ་རྒྱལ་ཉིད་འགྲོ། །<br>",
            "ཇི་ལྟར་དེ་ཡིས་ཆེས་ཟབ་ཆོས་རྟོགས་པ། །ལུང་དང་གཞན་ཡང་རིགས་པས་ཡིན་པས་ན། །དེ་ལྟར་འཕགས་པ་ཀླུ་སྒྲུབ་གཞུང་ལུགས་ལས། །ཇི་ལྟར་གནས་པའི་ལུགས་བཞིན་བརྗོད་པར་བྱ། །<br>",
            "སོ་སོ་སྐྱེ་བོའི་དུས་ནའང་སྟོང་པ་ཉིད་ཐོས་ནས། །ནང་དུ་རབ་ཏུ་དགའ་བ་ཡང་དང་ཡང་དུ་འབྱུང༌། །རབ་ཏུ་དགའ་བ་ལས་བྱུང་མཆི་མས་མིག་བརླན་ཞིང༌། །ལུས་ཀྱི་བ་སྤུ་ལྡང་པར་འགྱུར་པ་གང་ཡིན་པ། །<br>",
            "དེ་ལ་རྫོགས་པའི་སངས་རྒྱས་བློ་ཡི་ས་བོན་ཡོད། །དེ་ཉིད་ཉེ་བར་བསྟན་པའི་སྣོད་ནི་དེ་ཡིན་ཏེ། །དེ་ལ་དམ་པའི་དོན་གྱི་བདེན་པ་བསྟན་པར་བྱ། །དེ་ལ་དེ་ཡི་རྗེས་སུ་འགྲོ་བའི་ཡོན་ཏན་འབྱུང༌། །<br>",
            "རྟག་ཏུ་ཚུལ་ཁྲིམས་ཡང་དག་བླངས་ནས་གནས་པར་འགྱུར། །སྦྱིན་པ་གཏོང་བར་འགྱུར་ཞིང་སྙིང་རྗེ་བསྟེན་པར་བྱེད། །བཟོད་པ་སྒོམ་བྱེད་དེ་ཡི་དགེ་བའང་བྱང་ཆུབ་ཏུ། །འགྲོ་བ་དགྲོལ་བར་བྱ་ཕྱིར་ཡོངས་སུ་བསྔོ་བྱེད་ཅིང༌། །<br>",
            "རྫོགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་གུས་པར་བྱེད། །ཟབ་ཅིང་རྒྱ་ཆེའི་ཚུལ་ལ་མཁས་པའི་སྐྱེ་བོས་ནི། །རིམ་གྱིས་རབ་ཏུ་དགའ་བའི་ས་ནི་འཐོབ་འགྱུར་བས། །དེ་ནི་དོན་དུ་གཉེར་བས་ལམ་འདི་མཉན་པར་གྱིས། །<br>",
            "དེ་ཉིད་དེ་ལས་འབྱུང་མིན་གཞན་དག་ལས་ལྟ་ག་ལ་ཞིག །གཉིས་ཀ་ལས་ཀྱང་མ་ཡིན་རྒྱུ་མེད་པར་ནི་ག་ལ་ཡོད། །དེ་ནི་དེ་ལས་འབྱུང་ན་ཡོན་ཏན་འགའ་ཡང་ཡོད་མ་ཡིན། །སྐྱེས་པར་གྱུར་པ་སླར་ཡང་སྐྱེ་བར་རིགས་པའང་མ་ཡིན་ཉིད། །<br>",
            "སྐྱེས་ཟིན་སླར་ཡང་སྐྱེ་བར་ཡོངས་སུ་རྟོག་པར་འགྱུར་ན་ནི། །མྱུ་གུ་ལ་སོགས་རྣམས་ཀྱི་སྐྱེ་བ་འདིར་རྙེད་མི་འགྱུར་ཞིང༌། །ས་བོན་སྲིད་མཐར་ཐུག་པར་རབ་ཏུ་སྐྱེ་བ་ཉིད་དུ་འགྱུར། །ཇི་ལྟར་དེ་ཉིད་ཀྱིས་དེ་རྣམ་པར་འཇིག་པར་བྱེད་པར་འགྱུར། །<br>",
            "བྱེད་རྒྱུ་ས་བོན་གྱི་ལས་ཐ་དད་མྱུ་གུའི་དབྱིབས་དང་ནི། །ཁ་དོག་རོ་ནུས་སྨིན་པའི་ཐ་དད་ཁྱོད་ལ་མེད་པར་འགྱུར། །གལ་ཏེ་སྔར་གྱི་བདག་གི་དངོས་པོ་བསལ་ནས་དེ་ལས་གཞན། །ངོ་བོར་འགྱུར་ན་དེ་ཚེ་དེ་ཡི་དེ་ཉིད་ཇི་ལྟར་འགྱུར། །<br>",
            "གལ་ཏེ་ཁྱོད་ཀྱི་ས་བོན་མྱུ་གུ་འདིར་གཞན་མ་ཡིན་ན། །ས་བོན་བཞིན་དུ་མྱུ་གུ་ཞེས་བྱ་དེ་བཟུང་མེད་པའམ། །ཡང་ན་དེ་དག་གཅིག་པས་ཇི་ལྟར་མྱུ་གུ་འདི་བཞིན་དུ། །དེ་ཡང་གཟུང་དུ་ཡོད་འགྱུར་དེ་ཕྱིར་འདི་ནི་ཁས་མི་བླངས། །<br>",
            "གང་ཕྱིར་རྒྱུ་ཞིག་ན་ཡང་དེ་ཡི་འབྲས་བུ་མཐོང་བའི་ཕྱིར། །དེ་དག་གཅིག་པ་ཡིན་ཞེས་འཇིག་རྟེན་གྱིས་ཀྱང་ཁས་མི་ལེན། །དེ་ཕྱིར་དངོས་པོ་བདག་ལས་འབྱུང་ཞེས་རབ་ཏུ་བརྟགས་པ་འདི། དེ་ཉིད་དང་ནི་འཇིག་རྟེན་དུ་ཡང་རིགས་པ་མ་ཡིན་ནོ། །<br>",
            "བདག་ལས་སྐྱེ་བར་འདོད་ན་བསྐྱེད་པར་བྱ་དང་བསྐྱེད་བྱེད་དང༌། །ལས་དང་བྱེད་པ་པོ་ཡང་གཅིག་ཉིད་འགྱུར་ན་དི་དག་ནི། །གཅིག་ཉིད་མ་ཡིན་པས་ན་བདག་ལས་སྐྱེ་བར་ཁས་བླང་པར། །བྱ་མིན་རྒྱ་ཆེར་བཤད་པའི་ཉེས་པར་ཐལ་བར་འགྱུར་ཕྱིར་རོ། །<br>",
            "གཞན་ལ་བརྟེན་ནས་གལ་ཏེ་གཞན་ཞིག་འབྱུང་བར་འགྱུར་ན་ནི། །འོ་ན་མེ་ལྕེ་ལས་ཀྱང་མུན་པ་འཐུག་པོར་འབྱུང་འགྱུར་ཞིང༌། །ཐམས་ཅད་ལས་ཀྱང་ཐམས་ཅད་སྐྱེ་བར་འགྱུར་ཏེ་གང་གི་ཕྱིར། །སྐྱེད་པར་བྱེད་པ་མ་ཡིན་མ་ལུས་ལ་ཡང་གཞན་ཉིད་མཚུངས། །<br>",
            "རབ་ཏུ་བྱ་བར་ནུས་པ་དེ་ཕྱིར་འབྲས་བུར་ངེས་བརྗོད་ཅིང༌། །གང་ཞིག་དེ་སྐྱེད་ནུས་པ་དེ་ནི་གཞན་ནའང་རྒྱུ་ཡིན་ལ། །རྒྱུད་གཅིག་གཏོགས་དང་སྐྱེད་པར་བྱེད་ལས་སྐྱེ་བ་དེ་ཡི་ཕྱིར། །ས་ལུའི་མྱུ་གུ་ནས་ལ་སོགས་ལས་དེ་ལྟ་མིན་ཞེ་ན། །<br>",
            "ཇི་ལྟར་ནས་དང་གེ་སར་དང་ནི་ཀེང་ཤུ་ཀ་ལ་སོགས། །ས་ལུའི་མྱུ་གུ་སྐྱེད་པར་བྱེད་པར་འདོད་མིན་ནུས་ལྡན་མིན། །རྒྱུད་གཅིག་ཁོངས་སུ་གཏོགས་མིན་འདྲ་བ་མ་ཡིན་ཉིད་དེ་བཞིན། །ས་ལུའི་ས་བོན་ཡང་ནི་དེ་ཡི་མིན་ཏེ་གཞན་ཉིད་ཕྱིར། །<br>",
            "མྱུ་གུ་ས་བོན་དང་ནི་དུས་མཉམ་ཡོད་པ་མ་ཡིན་ཏེ། །གཞན་ཉིད་མེད་པར་ས་བོན་གཞན་པ་ཉིད་དུ་ག་ལ་འགྱུར། །དེས་ན་མྱུ་གུ་ས་བོན་ལས་སྐྱེ་འགྲུབ་པར་འགྱུར་མིན་པས། །གཞན་ལས་སྐྱེ་བ་ཡིན་ཞེས་བྱ་བའི་ཕྱོགས་འདི་གཏོང་བར་བྱོས། །<br>",
            "ཇི་ལྟར་སྲང་གི་མདའ་གཉིས་མཐོ་བ་དང་ནི་དམའ་བ་དག །དུས་མཉམ་མ་ཡིན་པར་ནི་མིན་པར་མཐོང་བ་དེ་བཞིན་དུ། །བསྐྱེད་པར་བྱ་དང་སྐྱེད་བྱེད་དག་གི་སྐྱེ་འགག་འགྱུར་ཞེ་ན། །གལ་ཏེ་གཅིག་ཚེ་ཡིན་ན་འདིར་དུས་གཅིག་མེད་དེ་ཡོད་མིན། །<br>",
            "གལ་ཏེ་སྐྱེ་བཞིན་པ་དེ་སྐྱེ་ལ་ཕྱོགས་པས་ཡོད་མིན་ཞིང༌། །འགག་བཞིན་པ་ནི་ཡོད་ཀྱང་འཇིག་ལ་ཕྱོགས་པར་འདོད་གྱུར་པ། །དེ་ཚེ་འདི་ནི་ཇི་ལྟ་བུར་ན་སྲང་དང་མཚུངས་པ་ཡིན། །སྐྱེ་བ་འདི་ནི་བྱེད་པོ་མེད་པར་རིགས་པའི་ངོ་བོའང་མིན། །<br>",
            "གལ་ཏེ་མིག་གི་བློ་ལ་རང་གི་སྐྱེད་བྱེད་དུ་གཅིག་པ། །མིག་ལ་སོགས་དང་ལྷན་ཅིག་འབྱུང་བའི་དུས་ཤེས་ལ་སོགས་ལས། །གཞན་ཉིད་ཡོད་ན་ཡོད་ལ་འབྱུང་བས་དགོས་པ་ཅི་ཞིག་ཡོད། །ཅི་སྟེ་དེ་མེད་ཅེ་ན་འདི་ལ་ཉེས་པ་བཤད་ཟིན་ཏོ། །<br>",
            "སྐྱེད་པར་བྱེད་པ་བསྐྱེད་བྱ་གཞན་སྐྱེད་པ་དེ་རྒྱུ་ཡིན་ན། །ཡོད་པའང་འོན་ཏེ་མེད་དང་གཉིས་ཀ་གཉིས་བྲལ་ཞིག་སྐྱེད་གྲང༌། །ཡོད་ན་སྐྱེད་བྱེད་ཅི་དགོས་མེད་ལའང་དེས་ནི་ཅི་ཞིག་བྱ། །གཉིས་ཉིད་ལ་དེས་ཅི་བྱ་གཉིས་དང་བྲལ་ལའང་དེས་ཅི་བྱ། །<br>",
            "གང་གིས་རང་ལྟ་ལ་གནས་འཇིག་རྟེན་ཚད་མར་འདོད་པས་ན། །འདིར་ནི་རིགས་པ་སྨྲས་པ་ཉིད་ཀྱིས་ལྟ་ཀོ་ཅི་ཞིག་བྱ། །གཞན་ལས་གཞན་འབྱུང་བ་ཡང་འཇིག་རྟེན་པ་ཡིས་རྟོགས་འགྱུར་ཏེ། །དེས་ན་གཞན་ལས་སྐྱེ་ཡོད་འདིར་ནི་རིགས་པ་ཅི་ཞིག་དགོས། །<br>",
            "དངོས་ཀུན་ཡང་དག་བརྫུན་པ་མཐོང་བ་ཡིས། །དངོས་རྙེད་ངོ་བོ་གཉིས་ནི་འཛིན་པར་འགྱུར། །ཡང་དག་མཐོང་ཡུལ་གང་དེ་དེ་ཉིད་དེ། །མཐོང་བ་བརྫུན་པ་ཀུན་རྫོབ་བདེན་པར་གསུངས། །<br>",
            "མཐོང་བ་བརྫུན་པའང་རྣམ་པ་གཉིས་འདོད་དེ། །དབང་པོ་གསལ་དང་དབང་པོ་སྐྱོན་ལྡན་ནོ། །སྐྱོན་ལྡན་དབང་ཅན་རྣམས་ཀྱི་ཤེས་པ་ནི། །དབང་པོ་ལེགས་གྱུར་ཤེས་ལྟོས་ལོག་པར་འདོད། །<br>",
            "གནོད་པ་མེད་པའི་དབང་པོ་དྲུག་རྣམས་ཀྱིས། །གཟུང་བ་གང་ཞིག་འཇིག་རྟེན་གྱིས་རྟོགས་ཏེ། །འཇིག་རྟེན་ཉིད་ལས་བདེན་ཡིན་ལྷག་མ་ནི། །འཇིག་རྟེན་ཉིད་ལས་ལོག་པར་རྣམ་པར་གཞག །<br>",
            "མི་ཤེས་གཉིད་ཀྱིས་རབ་བསྐྱོད་མུ་སྟེགས་ཅན། །རྣམས་ཀྱིས་བདག་ཉིད་ཇི་བཞིན་བརྟགས་པ་དང༌། །སྒྱུ་མ་སྨིག་རྒྱུ་སོགས་ལ་བརྟགས་པ་གང༌། །དེ་དག་འཇིག་རྟེན་ལས་ཀྱང་ཡོད་མིན་ཉིད། །<br>",
            "མིག་ནི་རབ་རིབ་ཅན་གྱིས་དམིགས་པ་ཡིས། །རབ་རིབ་མེད་ཤེས་ལ་གནོད་མིན་ཇི་ལྟར། །དེ་བཞིན་དྲི་མེད་ཡེ་ཤེས་སྤངས་པའི་བློས། །དྲི་མེད་བློ་ལ་གནོད་པ་ཡོད་མ་ཡིན། །<br>",
            "གཏི་མུག་རང་བཞིན་སྒྲིབ་ཕྱིར་ཀུན་རྫོབ་སྟེ། །དེས་གང་བཅོས་མ་བདེན་པར་སྣང་དེ་ནི། །ཀུན་རྫོབ་བདེན་ཞེས་ཐུབ་པ་དེས་གསུངས་ཏེ། །བཅོས་མར་གྱུར་པའི་དངོས་ནི་ཀུན་རྫོབ་ཏུའོ། །<br>",
            "རབ་རིབ་མཐུ་ཡིས་བསྐྲ་ཤད་ལ་སོགས་པའི། །ངོ་བོ་ལོག་པ་གང་ཞིག་རྣམ་བརྟགས་པ། །དེ་ཉིད་བདག་ཉིད་གང་དུ་མིག་དག་པས། །མཐོང་དེ་དེ་ཉིད་དེ་བཞིན་འདིར་ཤེས་ཀྱིས། །<br>",
            "གལ་ཏེ་འཇིག་རྟེན་ཚད་མ་ཡིན་ན་ནི། །འཇིག་རྟེན་དེ་ཉིད་མཐོང་བས་འཕགས་གཞན་གྱིས། །ཅི་དགོས་འཕགས་པའི་ལམ་གྱིས་ཅི་ཞིག་བྱ། །བླུན་པོ་ཚད་མར་རིགས་པའང་མ་ཡིན་ནོ། །<br>",
            "རྣམ་ཀུན་འཇིག་རྟེན་ཚད་མིན་དེ་ཡི་ཕྱིར། །དེ་ཉིད་སྐབས་སུ་འཇིག་རྟེན་གནོད་པ་མེད། །འཇིག་རྟེན་དོན་ནི་འཇིག་རྟེན་གྲགས་ཉིད་ཀྱིས། །གལ་ཏེ་སེལ་ན་འཇིག་རྟེན་གྱིས་གནོད་འགྱུར། །<br>",
            "གང་ཕྱིར་འཇིག་རྟེན་ས་བོན་ཙམ་བཏབ་ནས། །བདག་གིས་བུ་འདི་སྐྱེད་ཅེས་སྨྲ་བྱེད་ཅིང༌། །ཤིང་ཡང་བཙུགས་སོ་སྙམ་དུ་རྟོག་དེས་ན། །གཞན་ལས་སྐྱེ་བ་འཇིག་རྟེན་ལས་ཀྱང་མེད། །<br>",
            "གང་ཕྱིར་མྱུ་གུ་ས་བོན་ལས་གཞན་མིན། །དེ་ཕྱིར་མྱུག་ཚེ་ས་བོན་ཞིག་པ་མེད། །གང་ཕྱིར་གཅིག་ཉིད་ཡོད་མིན་དེ་ཕྱིར་ཡང༌། །མྱུག་ཚེ་ས་བོན་ཡོད་ཅེས་བརྗོད་མི་བྱ། །<br>",
            "གལ་ཏེ་རང་གི་མཚན་ཉིད་བརྟེན་འགྱུར་ན། །དེ་ལ་སྐུར་བས་དངོས་པོ་འཇིག་པའི་ཕྱིར། །སྟོང་ཉིད་དངོས་པོ་འཇིག་པའི་རྒྱུ་འགྱུར་ན། །དེ་ནི་རིགས་མིན་དེ་ཕྱིར་དངོས་ཡོད་མིན། །<br>",
            "གང་ཕྱིར་དངོས་པོ་འདི་དག་རྣམ་དཔྱད་ན། །དེ་ཉིད་བདག་ཅན་དངོས་ལས་ཚུ་རོལ་ཏུ། །གནས་རྙེད་མ་ཡིན་དེ་ཕྱིར་འཇིག་རྟེན་གྱི། །ཐ་སྙད་བདེན་ལ་རྣམ་པར་དཔྱད་མི་བྱ། །<br>",
            "དེ་ཉིད་སྐབས་སུ་རིགས་པ་གང་ཞིག་གིས། །བདག་དང་གཞན་ལས་སྐྱེ་བ་རིགས་མིན་པ། །རིགས་དེས་ཐ་སྙད་དུ་ཡང་རིགས་མིན་པས། །ཁྱོད་ཀྱི་སྐྱེ་བ་གང་གིས་ཡིན་པར་འགྱུར། །<br>",
            "དངོས་པོ་སྟོང་པ་གཟུགས་བརྙན་ལ་སོགས་པ། །ཚོགས་ལ་ལྟོས་རྣམས་མ་གྲགས་པ་ཡང་མིན། །ཇི་ལྟར་དེར་ནི་གཟུགས་བརྙན་སོགས་སྟོང་ལས། །ཤེས་པ་དེ་ཡི་རྣམ་པ་སྐྱེ་འགྱུར་ལྟར། །<br>",
            "དེ་བཞིན་དངོས་པོ་ཐམས་ཅད་སྟོང་ན་ཡང༌། །སྟོང་ཉིད་དག་ལས་རབ་ཏུ་སྐྱེ་བར་འགྱུར། །བདེན་པ་གཉིས་སུའང་རང་བཞིན་མེད་པའི་ཕྱིར། །དེ་དག་རྟག་པ་མ་ཡིན་ཆད་པའང་མིན། །<br>",
            "གང་ཕྱིར་རང་བཞིན་གྱིས་དེ་མི་འགག་པ། །དེ་ཕྱིར་ཀུན་གཞི་མེད་ཀྱང་འདི་ནུས་ཕྱིར། །ལ་ལར་ལས་འགག་ཡུན་རིང་ལོན་ལས་ཀྱང༌། །འབྲས་བུ་ཡང་དག་འབྱུང་བར་རིག་པར་གྱིས། །<br>",
            "རྨི་ལམ་དམིགས་པའི་ཡུལ་དག་མཐོང་ནས་ནི། །སད་ཀྱང་བླུན་ལ་ཆགས་པ་སྐྱེ་འགྱུར་པ། །དེ་བཞིན་འགགས་ཤིང་རང་བཞིན་ཡོད་མིན་པའི། །ལས་ལས་ཀྱང་ནི་འབྲས་བུ་ཡོད་པ་ཡིན། །<br>",
            "ཇི་ལྟར་ཡུལ་ནི་ཡོད་ཉིད་མིན་མཚུངས་ཀྱང༌། །རབ་རིབ་ཅན་གྱིས་སྐྲ་ཤད་རྣམ་པར་ནི། །མཐོང་གི་དངོས་གཞན་རྣམ་པར་མ་ཡིན་ལྟར། །དེ་བཞིན་སྨིན་ལས་སླར་སྨིན་མིན་ཤེས་ཀྱིས། །<br>",
            "དེ་ཕྱིར་རྣམ་སྨིན་མི་དགེ་ནག་པོའི་ལས། །རྣམ་སྨིན་དགེ་ཉིད་དགེ་ལས་ཡིན་མཐོང་ཞིང༌། །དགེ་མི་དགེ་མེད་བློ་ཅན་ཐར་འགྱུར་ཏེ། །ལས་འབྲས་རྣམས་ལ་སེམས་པའང་དགག་པ་མཛད། །<br>",
            "ཀུན་གཞི་ཡོད་ཅིང་གང་ཟག་ཉིད་ཡོད་ལ། །ཕུང་པོ་འདི་དག་འབའ་ཞིག་ཉིད་ཡོད་ཅེས། །བསྟན་པ་འདི་ནི་དེ་ལྟར་ཆེས་ཟབ་དོན། །རིག་པར་མི་འགྱུར་གང་ཡིན་དེ་ལའོ། །<br>",
            "འཇིག་ཚོགས་ལྟ་དང་བྲལ་ཡང་སངས་རྒྱས་ཀྱིས། །ཇི་ལྟར་ང་དང་ང་ཡི་བསྟན་པ་ལྟར། །དེ་བཞིན་དངོས་རྣམས་རང་བཞིན་མེད་མོད་ཀྱི། །ཡོད་ཅེས་དྲང་དོན་ཉིད་དུ་བསྟན་པ་ཡིན། །<br>",
            "གཟུང་བ་མེད་པར་འཛིན་པ་མ་མཐོང་ཞིང༌། །སྲིད་གསུམ་རྣམ་ཤེས་ཙམ་དུ་རབ་རྟོགས་པས། །ཤེས་རབ་ལ་གནས་བྱང་ཆུབ་སེམས་དཔའ་དེས། །རྣམ་ཤེས་ཙམ་དུ་དེ་ཉིད་རྟོགས་པར་འགྱུར། །<br>",
            "ཇི་ལྟར་རླུང་གིས་བསྐུལ་བས་རྒྱ་མཚོ་ནི། །ཆེ་ལས་ཆུ་རླབས་འབྱུང་བ་དེ་བཞིན་དུ། །ཀུན་གྱི་ས་བོན་ཀུན་གཞི་ཞེས་བྱ་ལས། །རང་གི་ནུས་པས་རྣམ་ཤེས་ཙམ་ཞིག་འབྱུང༌། །<br>",
            "དེ་ཕྱིར་གཞན་གྱི་དབང་གི་ངོ་བོ་གང༌། །དངོས་པོ་བཏགས་པར་ཡོད་པའི་རྒྱུར་འགྱུར་ཞིང༌། །ཕྱི་རོལ་གཟུང་བ་མེད་པར་འབྱུང་འགྱུར་ལ། །ཡོད་དང་སྤྲོས་ཀུན་ཡུལ་མིན་རང་བཞིན་ཡོད། །<br>",
            "ཕྱི་རོལ་མེད་སེམས་དཔེ་ནི་གང་དུ་ཡོད། །རྨི་ལམ་ཇི་བཞིན་ཞེ་ན་དེ་བསམ་བྱ། །གང་ཚེ་ང་ལ་རྨི་ལམ་ན་ཡང་སེམས། །ཡོད་མིན་དེ་ཚེ་ཁྱོད་ཀྱི་དཔེ་ཡོད་མིན། །<br>",
            "གལ་ཏེ་སད་ཚེ་རྨི་ལམ་དྲན་ལས་ཡིད། །ཡོད་ན་ཕྱི་རོལ་ཡུལ་ཡང་དེ་བཞིན་འགྱུར། །ཇི་ལྟར་ཁྱོད་ཀྱི་ངས་མཐོང་སྙམ་དྲན་པ། །དེ་འདྲ་ཕྱི་རོལ་ལ་ཡང་ཡོད་པ་ཡིན། །<br>",
            "གལ་ཏེ་གཉིད་ན་མིག་བློ་མི་སྲིད་པས། །ཡོད་མིན་ཡིད་ཀྱི་ཤེས་པ་ཁོ་ན་ཡོད། །དེ་ཡི་རྣམ་པ་ཕྱི་རོལ་ཉིད་དུ་ཞེན། །རྨི་ལམ་ཇི་ལྟར་དེ་བཞིན་འདིར་འདོད་ན། །<br>",
            "ཇི་ལྟར་ཁྱོད་ཀྱི་ཕྱི་ཡུལ་རྨི་ལམ་དུ། །མ་སྐྱེས་དེ་བཞིན་ཡིད་ཀྱང་སྐྱེས་མ་ཡིན། །མིག་དང་མིག་གི་ཡུལ་དང་དེས་སྐྱེས་སེམས། །གསུམ་པོ་ཐམས་ཅད་ཀྱང་ནི་བརྫུན་པ་ཡིན། །<br>",
            "རྣ་སོགས་ལྷག་མ་གསུམ་པོའང་སྐྱེ་བ་མེད། །རྨི་ལམ་ཇི་ལྟར་དེ་བཞིན་སད་འདིར་ཡང༌། །དངོས་རྣམས་བརྫུན་ཡིན་སེམས་དེ་ཡོད་མ་ཡིན། །སྤྱོད་ཡུལ་མེད་ཅིང་དབང་པོ་རྣམས་ཀྱང་མེད། །<br>",
            "འདི་ན་ཇི་ལྟར་སད་བཞིན་ཇི་སྲིད་དུ། །མ་སད་དེ་སྲིད་དེ་ལ་གསུམ་པོ་ཡོད། །སད་པར་གྱུར་ན་གསུམ་ཆར་ཡོད་མིན་ལྟར། །གཏི་མུག་གཉིད་སད་ལས་དེ་དེ་བཞིན་ནོ། །<br>",
            "དབང་པོ་རབ་རིབ་བཅས་པ་བློ་གང་གིས། །རབ་རིབ་མཐུ་ལས་སྐྲ་རྣམས་གང་མཐོང་བ། །དེ་བློ་ལ་ལྟོས་གཉིས་ཆར་བདེན་པ་སྟེ། །དོན་གསལ་མཐོང་ལ་གཉིས་ཀའང་བརྫུན་པ་ཡིན། །<br>",
            "གལ་ཏེ་ཤེས་བྱ་མེད་པར་བློ་ཡོད་ན། །སྐྲ་དེའི་ཡུལ་དང་མིག་ནི་རྗེས་འབྲེལ་བའི། །རབ་རིབ་མེད་ལའང་སྐྲ་ཤད་བློར་འགྱུར་ན། །དེ་ལྟ་མ་ཡིན་དེ་ཕྱིར་དེ་ཡོད་མིན། །<br>",
            "གང་ཕྱིར་མཐོང་བ་དག་ལ་བློ་ནུས་ནི། །སྨིན་མེད་དེ་ཕྱིར་དེ་ལ་བློ་མི་འགྱུར། །ཤེས་བྱ་ཡོད་དངོས་བྲལ་བས་མིན་ཞེ་ན། །ནུས་དེ་མེད་པས་འདི་ནི་འགྲུབ་མ་ཡིན། །<br>",
            "སྐྱེས་ལ་ནུས་པ་སྲིད་པ་ཡོད་མ་ཡིན། །མ་སྐྱེས་ངོ་བོ་ལ་ཡང་ནུས་ཡོད་མིན། །ཁྱད་པར་མེད་པར་ཁྱད་པར་ཅན་ཡོད་མིན། །མོ་གཤམ་བུ་ལའང་དེ་ནི་ཡོད་པར་ཐལ། །<br>",
            "གལ་ཏེ་འབྱུང་བར་འགྱུར་བས་བསྙད་འདོད་ན། །ནུས་པ་མེད་པར་འདི་ཡི་འབྱུང་འགྱུར་མེད། །ཕན་ཚུན་དོན་ལ་བརྟེན་པའི་འགྲུབ་པ་ནི། །གྲུབ་མིན་ཉིད་ཅེས་དམ་པ་རྣམས་ཀྱིས་གསུངས། །<br>",
            "གལ་ཏེ་འགགས་པའི་ནུས་སྨིན་ལས་འགྱུར་ན། །གཞན་གྱི་ནུས་པ་ལས་གཞན་འབྱུང་བར་འགྱུར། །རྒྱུན་ཅན་རྣམས་དེར་ཕན་ཚུན་ཐ་དད་ཡོད། །དེ་ཕྱིར་ཐམས་ཅད་ཀུན་ལས་འབྱུང་བར་འགྱུར། །<br>",
            "གལ་ཏེ་དེར་ནི་རྒྱུ་ཅན་ཐ་དད་ཀྱི། །དེ་དག་ལ་རྒྱུན་ཐ་དད་མེད་དེའི་ཕྱིར། །ཉེས་མེད་ཅེ་ན་འདི་ནི་བསྒྲུབ་བྱ་ཞིག །ཐ་མི་དད་རྒྱུན་སྐབས་མི་རིགས་ཕྱིར་རོ། །<br>",
            "བྱམས་པ་ཉེར་སྦས་ལ་བརྟེན་ཆོས་རྣམས་ནི། །གཞན་ཉིད་ཕྱིར་ན་རྒྱུད་གཅིག་གཏོགས་མིན་ཏེ། །གང་དག་རང་མཚན་ཉིད་ཀྱིས་སོ་སོ་བ། །དེ་དག་རྒྱུད་གཅིག་གཏོགས་པ་རིགས་མ་ཡིན། །<br>",
            "མིག་བློ་སྐྱེ་བ་རང་ནུས་གང་ཞིག་ལས། །དེ་མ་ཐག་ཏུ་ཀུན་ནས་སྐྱེ་འགྱུར་ཞིང༌། །རང་གི་རྣམ་ཤེས་རྟེན་གྱི་ནུས་དེ་ལ། །དབང་པོ་གཟུགས་ཅན་མིག་ཅེས་བྱ་བར་རྟོགས། །<br>",
            "འདི་ན་དབང་པོ་ལས་བྱུང་རྣམ་པར་རིག །ཕྱི་གཟུང་མེད་པར་རང་གི་ས་བོན་ལས། །སྔོ་སོགས་སྣང་ཉིད་འབྱུང་བར་མ་རྟོགས་ནས། །སྐྱེ་བོས་ཕྱི་རོལ་གཟུང་བར་སེམས་ཁས་ལེན། །<br>"
          ]
        ]
      }
    ]
  }
}